jbossws-native-3.4.0.SP1/modules/testsuite/native-tests/src/test/resources/jaxws/jbws2927/request-message.xml

<env:Envelope xmlns:env='http://schemas.xmlsoap.org/soap/envelope/'><env:Header></env:Header><env:Body><ns2:echo xmlns:ns2="http://ws.jboss.org/jbws2927"><arg0>testJBWS2927</arg0></ns2:echo></env:Body></env:Envelope>